11/data/attachments/73e4114c676e3db.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:username>
            <nif:friendToBeAdded>Jon_opportunity_Actions_99005_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>